[
  {
    "id": "a1b2c3d4-e5f6-7890-1234-567890abcdef",
    "title": "Encaminhamento Médico - Hérnia Umbilical (GERCON)",
    "year": "2025",
    "page_start": 1,
    "page_end": 1,
    "citation": "Modelo de Encaminhamento GERCON, 2025, pp. 1–1.",
    "text": "Histórico da solicitação:\nOrdem: Mais recentes\nPrioridade do regulador: 3\nSituação: Autorizada\n\nEspecialidade: CIRURGIA GERAL ADULTO\nComplexidade: Média\nCID principal: Hérnia Umbilical Sem Obstrução ou Gangrena (K429)\nCID secundário: Constipação (K590)\n\nQuadro clínico:\nPACIENTE MASCULINO, XX ANOS, apresenta quadro de hérnia umbilical identificada em avaliação clínica e confirmada por exame de imagem. Refere desconforto abdominal recorrente associado a abaulamento em região umbilical, que se torna mais evidente aos esforços físicos e com a manobra de Valsalva.\n\nECOGRAFIA DE PAREDE ABDOMINAL ANTERIOR realizada em DD/MM/AAAA demonstrou: presença de pequena herniação em cicatriz umbilical, com conteúdo gorduroso, redutível, colo herniário medindo aproximadamente X,X cm e saco herniário de X,X e X,X cm. O exame descreveu ainda que o volume do saco herniário se acentua durante a manobra de Valsalva. As massas musculares reto abdominais e oblíquos mantêm padrão fibrilar e ecogenicidade habitual, sem evidência de lesões expansivas ou coleções associadas.\n\nO paciente trabalha na construção civil. Encontra-se em acompanhamento na APS, onde já foi investigado para outras queixas, como constipação crônica e perda ponderal.\n\nDiante do achado de hérnia umbilical com desconforto local e com risco de progressão e complicações futuras, faz-se necessário encaminhamento para avaliação com Cirurgia Geral a fim de definir a conduta cirúrgica mais adequada.\n\nImpressão Diagnóstica: Hérnia Umbilical Redutível.\nSolicitação: Avaliação com Cirurgia Geral para indicação cirúrgica.\n\nPrioridade: 0 (Nenhuma pergunta com resposta 'Sim')\n\nUnidade executante indicada:\nExecutantes de CRUZ ALTA (Unidade/município indicados pela regionalização).\n\nRegionalização:\nEspecialidade: Cirurgia Geral Adulto\nSolicitante: Cruz Alta\nReferência: Cruz Alta\n\nAnexos:\nULTRASSONOGRAFIA DE PAREDE ABDOMINAL.pdf\n\nFonte: Modelos de encaminhamentos via GERCON autorizados."
  }
]